{
  "hello.i'm.gustavo": "Hello, I'm Gustavo.",
  "i'm.a": "I'm a",
  "full-stack.developer": "full-stack developer",
  "with": "with",
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "skills": "Skills",
  "experience": "Experience",
  "contact": "Contact",
  "count.years": "3 years",
  "of.experience.i.enjoy.building": "of experience. I enjoy building",
  "sites.&.apps": "sites & apps",
  "my.focus.is": "My focus is",
  "React.(Next.js)": "React (Next.js)",
  "contact.me.here": "Contact me here",
  "download.cv": "Download CV",
  "about.me": "About me",
  "about.info": " I am a highly skilled front-end developer passionate about technology,  with 3 years of experience working with Angular and React. I have a strong understanding of front-end development concepts, including HTML, CSS, JavaScript, and advanced DOM manipulation techniques. Additionally,  I possess skills in other crucial areas of web development such as UI/UX design, accessibility, and web performance. I am capable of creating  responsive, visually appealing, and highly functional user interfaces, utilizing the latest frameworks and technologies. I have a solid grasp  of agile methodologies and am constantly seeking to enhance my front-end knowledge and skills by engaging with industry-related communities and  events. I am open to new challenges and job opportunities in exciting  projects that demand excellence in front-end development.",
  "about.info.extra": " When I'm not coding, I enjoy playing video games, watching movies, and playing with my dog. I also enjoy learning new things. I am currently learning about history and philosophy. I'm also learning how to play the guitar.",
  "my.projects": "My projects",
  "my.skills": "My skills",
  "my.experience": "My experience",
  "software.engineer": "Software Engineer",
  "são.paulo.brazil.(remote)": "São Paulo, Brazil (Remote)",
  "description.job.one": "Actively participated in a significant system migration from Angular to React technology, enhancing application performance and ensuring functionality maintenance. Also responsible for maintaining Angular and .NET code during the migration process.",
  "full.time": "Full Time",
  "jan.2023.present": "Jan 2023 - Present",
  "front-end.developer": "Front-End Developer",
  "rio.de.janeiro.brazil": "Rio de Janeiro, Brazil",
  "description.job.two": "Developed advanced skills in React.js, TypeScript, and Node.js to build high-quality front-end applications at A.R.Phoenix. Designed and implemented scalable solutions for a seamless user experience and collaborated with back-end teams for API integration.",
  "oct.2021.jan.2023": "Oct 2021 - Jan 2023",
  "description.job.tree": "Acquired advanced skills in React.js, TypeScript, and Node.js to develop high-quality front-end applications at Tools Software. Responsible for designing and implementing scalable solutions, ensuring a smooth user experience, and improving development efficiency.",
  "description.job.four": "Worked as a freelance Front End Developer, specializing in React.js and CSS. Developed projects using Styled-components, Bootstrap, and React Hooks.",
  "aug.2021.oct.2021": "Aug 2021 - Oct 2021"
}