{
  "hello.i'm.gustavo": "Olá, eu sou o Gustavo.",
  "i'm.a": "Eu sou um",
  "full-stack.developer": "desenvolvedor full-stack",
  "with": "com",
  "home": "Início",
  "about": "Sobre",
  "projects": "Projetos",
  "skills": "Habilidades",
  "experience": "Experiência",
  "contact": "Contato",
  "count.years": "3 anos",
  "of.experience.i.enjoy.building": "de experiência. Eu gosto de construir",
  "sites.&.apps": "sites e aplicativos",
  "my.focus.is": "Meu foco é",
  "React.(Next.js)": "React (Next.js)",
  "contact.me.here": "Entre em contato comigo aqui",
  "download.cv": "Baixar CV",
  "about.me": "Sobre mim",
  "about.info": "Sou um desenvolvedor front-end altamente qualificado apaixonado por tecnologia, com 3 anos de experiência trabalhando com Angular e React. Tenho um sólido entendimento dos conceitos de desenvolvimento front-end, incluindo HTML, CSS, JavaScript e técnicas avançadas de manipulação do DOM. Além disso, possuo habilidades em outras áreas cruciais do desenvolvimento web, como design UI/UX, acessibilidade e desempenho web. Sou capaz de criar interfaces de usuário responsivas, visualmente atraentes e altamente funcionais, utilizando os frameworks e tecnologias mais recentes. Tenho um sólido entendimento das metodologias ágeis e estou constantemente buscando aprimorar meus conhecimentos e habilidades em front-end, interagindo com comunidades e eventos relacionados à indústria. Estou aberto a novos desafios e oportunidades de trabalho em projetos empolgantes que exijam excelência no desenvolvimento front-end.",
  "about.info.extra": "Quando não estou codificando, gosto de jogar videogames, assistir a filmes e brincar com meu cachorro. Também gosto de aprender coisas novas. Atualmente, estou aprendendo sobre história e filosofia. Também estou aprendendo a tocar guitarra.",
  "my.projects": "Meus projetos",
  "my.skills": "Minhas habilidades",
  "my.experience": "Minha experiência",
  "software.engineer": "Engenheiro de Software",
  "são.paulo.brazil.(remote)": "São Paulo, Brasil (Remoto)",
  "description.job.one": "Participei ativamente de uma migração significativa do sistema de Angular para a tecnologia React, melhorando o desempenho da aplicação e garantindo a manutenção da funcionalidade. Também fui responsável por manter o código Angular e .NET durante o processo de migração.",
  "full.time": "Período Integral",
  "jan.2023.present": "Jan 2023 - Presente",
  "front-end.developer": "Desenvolvedor Front-End",
  "rio.de.janeiro.brazil": "Rio de Janeiro, Brasil",
  "description.job.two": "Desenvolvi habilidades avançadas em React.js, TypeScript e Node.js para construir aplicações front-end de alta qualidade na A.R.Phoenix. Projetei e implementei soluções escaláveis para uma experiência de usuário sem interrupções e colaborei com equipes de back-end para integração de API.",
  "oct.2021.jan.2023": "Out 2021 - Jan 2023",
  "description.job.tree": "Adquiri habilidades avançadas em React.js, TypeScript e Node.js para desenvolver aplicações front-end de alta qualidade na Tools Software. Responsável pelo design e implementação de soluções escaláveis, garantindo uma experiência de usuário suave e melhorando a eficiência do desenvolvimento.",
  "description.job.four": "Trabalhei como desenvolvedor front-end freelance, especializado em React.js e CSS. Desenvolvi projetos usando Styled-components, Bootstrap e React Hooks.",
  "aug.2021.oct.2021": "Ago 2021 - Out 2021"
  }